#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_iam_user.theagainagain will be created
  + resource "aws_iam_user" "theagainagain" {
      + arn           = (known after apply)
      + force_destroy = false
      + id            = (known after apply)
      + name          = "theagainagain"
      + path          = "/"
      + unique_id     = (known after apply)
    }

  # aws_iam_user_policy.lb_ro will be created
  + resource "aws_iam_user_policy" "lb_ro" {
      + id     = (known after apply)
      + name   = "test"
      + policy = (known after apply)
      + user   = "theagainagain"
    }

  # aws_s3_bucket.theagainagain_assets will be created
  + resource "aws_s3_bucket" "theagainagain_assets" {
      + acceleration_status         = (known after apply)
      + acl                         = "public-read"
      + arn                         = (known after apply)
      + bucket                      = "theagainagain-assets"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform GitHub Actions`, Action: `hashicorpterraform-github-actions4`, Working Directory: `./terraform`*
